Repository: caoilteguiry/sportsbrackets
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ga

source: English
ga: Béarla

source: Do you have cookies enabled?
ga: An bhfuil cookies ar chumas agat?

source: An error has occurred
ga: Thárla rud éigean aisteach.

source: Forbidden
ga: Níl cead agat.

source: Please try again.
ga: Déan iarracht arís

source: Not found
ga: Tada

source: Sports Brackets
ga: Spórt Lúibini

source: Home
ga: Abhaile

source: My Profile
ga: Mo phróifíl

source: Fixtures
ga: Fixtúirí

source: Table
ga: Tábla

source: Game No
ga: Cluiche Uimhir

source: Date
ga: Dáta

source: Team 1
ga: Foireann 1

source: Team 2
ga: Foireann 2

source: Match Type
ga: Sórt Cluiche

source: Go
ga: Ar aghaidh leat

source: Sports
ga: Spóirt

source: Tournaments
ga: Comortaisí

source: Groups
ga: Grúpaí

source: Please enter your login details below:
ga: Cuir isteach do login details anseo:

source: Login Failed.
ga: Butún

source: Username
ga: Ainm Úsáideora

source: Password
ga: Pasfhocal

source: I forgot my password...
ga: Rinne mé dearmaid ar mo phasfhocal...

source: I would like to register...
ga: Ba mhaith liom páirt a ghlacadh.

source: You have been successfully logged out.
ga: Slán anois.

source: Save
ga: Shábháil

source: Predictions for
ga: Predictions do

source: Registration
ga: Clárúcháin

source: There was a problem registering. Please review your registration details below
ga: Bhí fadhb le do clárúcháin. Déan iarracht é seo a shochrú.

source: Please enter your registration details below:
ga: Líonadh amach do shonraí clárúcháin anseo:

source: *denotes required field
ga: * éigeantach

source: Already registered?
ga: Cláraithe Cheana Féin?

source: Thanks for registering. You may now login
ga: Go raibh maith agat as ucht chlárú. Is féidir leat login anois

source: Name
ga: Ainm

source: Begins
ga: Ag tosú ar

source: Ends
ga: Ag críochnú ar

source: Games Played
ga: Cluichí imirthe

source: A user with this username already exists.
ga: Tá duine eile leis an username seo cheanna féin.

source: A user with this email address already exists.
ga: Tá duine eile leis an email seo cheanna féin.

source: The two password fields don't match.
ga: Níl na phasfhocail cothraim
